---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.Duct
zh: 风管
source: html/400ad49b-ea8b-2d87-8900-355c0eda6052.htm
---
# Duct Members

**中文**: 风管

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.